export type ChamberType = "горячее" | "холодное" | "электро" | "универсальное" | "полугорячее" | "дымогенератор" | "неизвестно";

export const CHAMBER_TYPES: { id: ChamberType; label: string }[] = [
  { id: "горячее", label: "Горячее копчение" },
  { id: "холодное", label: "Холодное копчение" },
  { id: "электро", label: "Электро" },
  { id: "универсальное", label: "Универсальное" },
  { id: "полугорячее", label: "Полугорячее" },
  { id: "дымогенератор", label: "Дымогенератор" },
  { id: "неизвестно", label: "Неизвестно" },
];
